{
  "MainPage.heading": "Welcome to Our GraphiQL Project!",
  "MainPage.shortDescription": "Hello there! We’re excited to share something special with you – a project that's close to our hearts. We’ve been working hard to bring this idea to life, and we can't wait to show you what we've built.",
  "MainPage.firstFeature": "An Interactive Query Editor: This isn’t just a tool, it’s your playground for GraphQL queries. Experiment, learn, and see your data dance.",
  "MainPage.secondFeature": "Documentation at Your Fingertips: Ever wished for an easy way to navigate through your schema? We’ve got you covered.",
  "MainPage.thirdFeature": "A Design That Adapts: Whether on a desktop or on the go with your mobile, experience the same clarity and efficiency.",
  "MainPage.aboutUsHeading": "About us",
  "MainPage.aboutUsText": "We are a trio of developers, each bringing our unique perspective. Our project is more than a display of our technical abilities, it's a testament to our collaborative spirit and mutual journey in the ever-evolving landscape of web development. United by our curiosity and a common goal, we're not just coding. We're learning, growing, and exploring new frontiers.",
  "MainPage.aboutCourseHeading": "Our Learning Path",
  "MainPage.aboutCourseText": "This project is a part of the Rolling Scopes School's React course, a journey through the vibrant landscape of web development. It stands out as one of the premier open-source courses available online.",
  "GraphQLPage.variablesError": "Invalid JSON format in Variables section",
  "GraphQLPage.headersError": "Invalid JSON format in Headers section",
  "GraphQLPage.unknownError": "Sorry, something went wrong...",
  "GraphQLPage.changeEndpoint": "Change endpoint",
  "GraphQLPage.sendQuery": "Send query",
  "GraphQLPage.documentation": "Documentation",
  "GraphQLPage.prettifyQuery": "Prettify query",
  "GraphQLPage.copyQuery": "Copy query",
  "GraphQLPage.arguments": "Arguments",
  "GraphQLPage.fields": "Fields",
  "GraphQLPage.inputFields": "Input Fields",
  "NotFoundPage.error": "Opps.. Looks like you are lost in Space",
  "Shared.SignIn": "Sign In",
  "Shared.SignUp": "Sign Up",
  "Shared.SignOut": "Sign out",
  "Shared.MainPage": "Main Page"
}