{
  "MainPage.heading": "Добро пожаловать в наш проект GraphiQL!",
  "MainPage.shortDescription": "Привет! Мы рады поделиться с вами чем-то особенным - проектом, который дорог нашему сердцу. Мы усердно работали, чтобы воплотить эту идею в жизнь, и не можем дождаться, чтобы показать вам, что у нас получилось.",
  "MainPage.firstFeature": "Интерактивный редактор запросов: это не просто инструмент - это ваша площадка для работы с запросами GraphQL. Экспериментируйте, учитесь и наблюдайте, как оживают ваши данные.",
  "MainPage.secondFeature": "Документация на расстоянии вытянутой руки: всегда мечтали о простом способе навигации по вашей схеме? Мы это предусмотрели.",
  "MainPage.thirdFeature": "Дизайн, который адаптируется: будь то настольный компьютер или мобильный телефон, вы получите ту же четкость и эффективность.",
  "MainPage.aboutUsHeading": "О нас",
  "MainPage.aboutUsText": "Мы - тройка разработчиков, каждый из которых вносит свой уникальный вклад. Наш проект - это не только демонстрация наших технических способностей, это свидетельство нашего совместного духа и общего пути в постоянно развивающемся мире веб-разработки. Объединенные нашим любопытством и общей целью, мы не просто программируем - мы учимся, растем и исследуем новые границы.",
  "MainPage.aboutCourseHeading": "Наш учебный путь",
  "MainPage.aboutCourseText": "Этот проект является частью курса React в Rolling Scopes School, путешествием через яркий пейзаж веб-разработки. Он выделяется как один из лучших открытых курсов, доступных онлайн.",
  "GraphQLPage.variablesError": "Неверный формат JSON в секции Variables",
  "GraphQLPage.headersError": "Неверный формат JSON в секции Headers",
  "GraphQLPage.unknownError": "Извините, что-то пошло не так...",
  "GraphQLPage.update": "Обновить",
  "GraphQLPage.sendQuery": "Отправить query",
  "GraphQLPage.documentation": "Документация",
  "GraphQLPage.prettifyQuery": "Форматировать query",
  "GraphQLPage.copyQuery": "Скопировать query",
  "GraphQLPage.arguments": "Аргументы",
  "GraphQLPage.fields": "Поля",
  "GraphQLPage.inputFields": "Входные поля",
  "NotFoundPage.error": "Уппс.. Похоже вы потерялись в Космосе",
  "Shared.SignIn": "Вход",
  "Shared.SignUp": "Регистрация",
  "Shared.SignOut": "Выход",
  "Shared.MainPage": "Главная страница"
}
